<template>
	<section class="about-company">
		<h2 class="about-company__title">О компании</h2>
		<div class="about-company__desc">
			<p>Интернет-магазин автозапчастей NERDAParts - один из лидеров рынка продажи автозапчастей в России, наши филиалы расположены во многих городах страны, и каждый день обслуживают тысячи покупателей.</p>
			<p>Для клиентов нашего интернет магазина, мы регулярно обновляем каталоги автозапчастейи устанавливаем лучшие цены на оригиналы и аналоги. В ассортименте имеются деталидля автомобилей всех производителей и моделей. Пользуясь нашими услугами, вы всегда можете быть уверены, что найдете именно то, что нужно вам сейчас, а выбранная запчасть будет доставлена строгов оговоренное время.</p>
		</div>
		<ul class="about-company__list advantages auto-grid">
				<BaseAdvantage icon="check-circle" title="Качественные запчасти">
					<p>для иномарок и отечественных авто</p>
				</BaseAdvantage>
				<BaseAdvantage icon="schedule" title="Быстрая доставка">
					<p>Заказ будет доставлен вовремя</p>
				</BaseAdvantage>
				<BaseAdvantage icon="groups" title="команда профи">
					<p>Поможем вам подобрать любые запчасти</p>
				</BaseAdvantage>			
				<BaseAdvantage icon="cart" title="Доступная цена">
					<p>Покупайте по честным ценам</p>
				</BaseAdvantage>			
			</ul>
	</section>
</template>